<?php exit; ?> 



2015-10-10 09:01:34------>array (
  0 => 'UPDATE `go_admin` SET `logintime`=\'1444438894\' WHERE (`uid`=\'1\')',
  1 => 'UPDATE `go_admin` SET `loginip`=\'116.231.208.63\' WHERE (`uid`=\'1\')',
) 



2015-10-10 09:02:26------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'126\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'测试\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444485600\', `pos` = \'0\'	WHERE `id`=\'129\'',
) 



2015-10-10 09:02:55------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'126\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'测试\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444442400\', `pos` = \'0\'	WHERE `id`=\'129\'',
) 



2015-10-10 11:57:42------>array (
  0 => 'INSERT INTO `go_shoplist_del` select * from `go_shoplist` where `id` = \'130\'',
  1 => 'DELETE FROM `go_shoplist` WHERE `id` = \'130\' LIMIT 1',
) 



2015-10-10 11:57:46------>array (
  0 => 'INSERT INTO `go_shoplist_del` select * from `go_shoplist` where `id` = \'131\'',
  1 => 'DELETE FROM `go_shoplist` WHERE `id` = \'131\' LIMIT 1',
) 



2015-10-10 11:57:50------>array (
  0 => 'INSERT INTO `go_shoplist_del` select * from `go_shoplist` where `id` = \'132\'',
  1 => 'DELETE FROM `go_shoplist` WHERE `id` = \'132\' LIMIT 1',
) 



2015-10-10 11:57:53------>array (
  0 => 'INSERT INTO `go_shoplist_del` select * from `go_shoplist` where `id` = \'121\'',
  1 => 'DELETE FROM `go_shoplist` WHERE `id` = \'121\' LIMIT 1',
) 



2015-10-10 11:57:56------>array (
  0 => 'INSERT INTO `go_shoplist_del` select * from `go_shoplist` where `id` = \'133\'',
  1 => 'DELETE FROM `go_shoplist` WHERE `id` = \'133\' LIMIT 1',
) 



2015-10-10 11:58:00------>array (
  0 => 'INSERT INTO `go_shoplist_del` select * from `go_shoplist` where `id` = \'134\'',
  1 => 'DELETE FROM `go_shoplist` WHERE `id` = \'134\' LIMIT 1',
) 



2015-10-10 11:58:26------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'126\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'测试\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444460400\', `pos` = \'0\'	WHERE `id`=\'135\'',
) 



2015-10-10 12:04:16------>array (
  0 => 'UPDATE `go_admin` SET `logintime`=\'1444449856\' WHERE (`uid`=\'1\')',
  1 => 'UPDATE `go_admin` SET `loginip`=\'116.231.208.63\' WHERE (`uid`=\'1\')',
) 



2015-10-10 12:52:19------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'126\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'测试\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444460400\', `pos` = \'0\'	WHERE `id`=\'136\'',
) 



2015-10-10 12:57:59------>array (
  0 => 'INSERT INTO `go_shoplist` (`cateid`, `brandid`, `title`, `title_style`, `title2`, `keywords`, `description`, `money`, `yunjiage`, `zongrenshu`, `canyurenshu`,`shenyurenshu`, `qishu`,`maxqishu`,`thumb`, `picarr`, `content`,`xsjx_time`,`renqi`,`pos`, `time`) VALUES (\'12\', \'13\', \'限时揭晓测试123\', \'color:#FF0000;\', \'（测试）\', \'\', \'\', \'99\', \'1\', \'99\', \'0\',\'99\', \'1\',\'100\', \'photo/goods.jpg\', \'a:0:{}\', \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\',\'1444460400\',\'0\', \'0\',\'1444453079\')',
  1 => 'INSERT INTO `go_shopcodes_1` (`s_id`, `s_cid`, `s_len`, `s_codes`,`s_codes_tmp`) VALUES (\'137\', \'1\',\'99\',\'a:99:{i:0;i:10000048;i:1;i:10000037;i:2;i:10000009;i:3;i:10000058;i:4;i:10000019;i:5;i:10000079;i:6;i:10000051;i:7;i:10000024;i:8;i:10000007;i:9;i:10000005;i:10;i:10000097;i:11;i:10000040;i:12;i:10000006;i:13;i:10000012;i:14;i:10000059;i:15;i:10000049;i:16;i:10000034;i:17;i:10000020;i:18;i:10000021;i:19;i:10000096;i:20;i:10000089;i:21;i:10000003;i:22;i:10000065;i:23;i:10000069;i:24;i:10000041;i:25;i:10000014;i:26;i:10000031;i:27;i:10000093;i:28;i:10000057;i:29;i:10000077;i:30;i:10000038;i:31;i:10000094;i:32;i:10000025;i:33;i:10000078;i:34;i:10000023;i:35;i:10000052;i:36;i:10000050;i:37;i:10000054;i:38;i:10000068;i:39;i:10000043;i:40;i:10000002;i:41;i:10000091;i:42;i:10000013;i:43;i:10000011;i:44;i:10000075;i:45;i:10000044;i:46;i:10000085;i:47;i:10000033;i:48;i:10000022;i:49;i:10000036;i:50;i:10000060;i:51;i:10000099;i:52;i:10000004;i:53;i:10000062;i:54;i:10000074;i:55;i:10000066;i:56;i:10000087;i:57;i:10000055;i:58;i:10000070;i:59;i:10000008;i:60;i:10000017;i:61;i:10000095;i:62;i:10000016;i:63;i:10000018;i:64;i:10000084;i:65;i:10000063;i:66;i:10000032;i:67;i:10000086;i:68;i:10000090;i:69;i:10000072;i:70;i:10000092;i:71;i:10000082;i:72;i:10000015;i:73;i:10000026;i:74;i:10000071;i:75;i:10000027;i:76;i:10000039;i:77;i:10000047;i:78;i:10000042;i:79;i:10000010;i:80;i:10000053;i:81;i:10000056;i:82;i:10000073;i:83;i:10000098;i:84;i:10000083;i:85;i:10000045;i:86;i:10000030;i:87;i:10000035;i:88;i:10000061;i:89;i:10000046;i:90;i:10000080;i:91;i:10000001;i:92;i:10000088;i:93;i:10000029;i:94;i:10000076;i:95;i:10000081;i:96;i:10000028;i:97;i:10000067;i:98;i:10000064;}\',\'a:99:{i:0;i:10000048;i:1;i:10000037;i:2;i:10000009;i:3;i:10000058;i:4;i:10000019;i:5;i:10000079;i:6;i:10000051;i:7;i:10000024;i:8;i:10000007;i:9;i:10000005;i:10;i:10000097;i:11;i:10000040;i:12;i:10000006;i:13;i:10000012;i:14;i:10000059;i:15;i:10000049;i:16;i:10000034;i:17;i:10000020;i:18;i:10000021;i:19;i:10000096;i:20;i:10000089;i:21;i:10000003;i:22;i:10000065;i:23;i:10000069;i:24;i:10000041;i:25;i:10000014;i:26;i:10000031;i:27;i:10000093;i:28;i:10000057;i:29;i:10000077;i:30;i:10000038;i:31;i:10000094;i:32;i:10000025;i:33;i:10000078;i:34;i:10000023;i:35;i:10000052;i:36;i:10000050;i:37;i:10000054;i:38;i:10000068;i:39;i:10000043;i:40;i:10000002;i:41;i:10000091;i:42;i:10000013;i:43;i:10000011;i:44;i:10000075;i:45;i:10000044;i:46;i:10000085;i:47;i:10000033;i:48;i:10000022;i:49;i:10000036;i:50;i:10000060;i:51;i:10000099;i:52;i:10000004;i:53;i:10000062;i:54;i:10000074;i:55;i:10000066;i:56;i:10000087;i:57;i:10000055;i:58;i:10000070;i:59;i:10000008;i:60;i:10000017;i:61;i:10000095;i:62;i:10000016;i:63;i:10000018;i:64;i:10000084;i:65;i:10000063;i:66;i:10000032;i:67;i:10000086;i:68;i:10000090;i:69;i:10000072;i:70;i:10000092;i:71;i:10000082;i:72;i:10000015;i:73;i:10000026;i:74;i:10000071;i:75;i:10000027;i:76;i:10000039;i:77;i:10000047;i:78;i:10000042;i:79;i:10000010;i:80;i:10000053;i:81;i:10000056;i:82;i:10000073;i:83;i:10000098;i:84;i:10000083;i:85;i:10000045;i:86;i:10000030;i:87;i:10000035;i:88;i:10000061;i:89;i:10000046;i:90;i:10000080;i:91;i:10000001;i:92;i:10000088;i:93;i:10000029;i:94;i:10000076;i:95;i:10000081;i:96;i:10000028;i:97;i:10000067;i:98;i:10000064;}\')',
  2 => 'UPDATE `go_shoplist` SET `codes_table` = \'shopcodes_1\',`sid` = \'137\',`def_renshu` = \'0\' where `id` = \'137\'',
) 



2015-10-10 13:02:28------>array (
  0 => 'UPDATE `go_admin` SET `logintime`=\'1444453348\' WHERE (`uid`=\'1\')',
  1 => 'UPDATE `go_admin` SET `loginip`=\'116.231.208.63\' WHERE (`uid`=\'1\')',
) 



2015-10-10 13:02:47------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'137\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'限时揭晓测试123\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444460400\', `pos` = \'0\'	WHERE `id`=\'138\'',
) 



2015-10-10 13:18:49------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'137\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'限时揭晓测试123\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444460400\', `pos` = \'0\'	WHERE `id`=\'139\'',
) 



2015-10-10 14:00:13------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'137\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'限时揭晓测试123\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444460400\', `pos` = \'0\'	WHERE `id`=\'141\'',
) 



2015-10-10 14:04:26------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'137\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'限时揭晓测试123\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444485600\', `pos` = \'0\'	WHERE `id`=\'142\'',
) 



2015-10-10 14:07:37------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'137\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'限时揭晓测试123\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444485600\', `pos` = \'0\'	WHERE `id`=\'143\'',
) 



2015-10-10 14:09:02------>array (
  0 => 'INSERT INTO `go_shoplist` (`cateid`, `brandid`, `title`, `title_style`, `title2`, `keywords`, `description`, `money`, `yunjiage`, `zongrenshu`, `canyurenshu`,`shenyurenshu`, `qishu`,`maxqishu`,`thumb`, `picarr`, `content`,`xsjx_time`,`renqi`,`pos`, `time`) VALUES (\'13\', \'15\', \'限时揭晓测试123\', \'color:#FF0000;\', \'（测试）\', \'\', \'\', \'88\', \'1\', \'88\', \'0\',\'88\', \'1\',\'100\', \'photo/goods.jpg\', \'a:0:{}\', \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\',\'1444442400\',\'0\', \'0\',\'1444457342\')',
  1 => 'INSERT INTO `go_shopcodes_1` (`s_id`, `s_cid`, `s_len`, `s_codes`,`s_codes_tmp`) VALUES (\'144\', \'1\',\'88\',\'a:88:{i:0;i:10000052;i:1;i:10000010;i:2;i:10000053;i:3;i:10000063;i:4;i:10000065;i:5;i:10000047;i:6;i:10000058;i:7;i:10000035;i:8;i:10000008;i:9;i:10000006;i:10;i:10000049;i:11;i:10000009;i:12;i:10000004;i:13;i:10000084;i:14;i:10000064;i:15;i:10000078;i:16;i:10000066;i:17;i:10000013;i:18;i:10000015;i:19;i:10000024;i:20;i:10000033;i:21;i:10000023;i:22;i:10000050;i:23;i:10000073;i:24;i:10000067;i:25;i:10000030;i:26;i:10000005;i:27;i:10000070;i:28;i:10000056;i:29;i:10000046;i:30;i:10000034;i:31;i:10000081;i:32;i:10000028;i:33;i:10000082;i:34;i:10000045;i:35;i:10000022;i:36;i:10000039;i:37;i:10000062;i:38;i:10000057;i:39;i:10000075;i:40;i:10000012;i:41;i:10000032;i:42;i:10000061;i:43;i:10000026;i:44;i:10000020;i:45;i:10000044;i:46;i:10000060;i:47;i:10000021;i:48;i:10000037;i:49;i:10000038;i:50;i:10000029;i:51;i:10000027;i:52;i:10000031;i:53;i:10000071;i:54;i:10000083;i:55;i:10000040;i:56;i:10000079;i:57;i:10000088;i:58;i:10000041;i:59;i:10000042;i:60;i:10000002;i:61;i:10000086;i:62;i:10000055;i:63;i:10000077;i:64;i:10000080;i:65;i:10000036;i:66;i:10000059;i:67;i:10000048;i:68;i:10000072;i:69;i:10000068;i:70;i:10000087;i:71;i:10000051;i:72;i:10000025;i:73;i:10000007;i:74;i:10000054;i:75;i:10000076;i:76;i:10000016;i:77;i:10000011;i:78;i:10000069;i:79;i:10000019;i:80;i:10000085;i:81;i:10000043;i:82;i:10000017;i:83;i:10000074;i:84;i:10000014;i:85;i:10000001;i:86;i:10000003;i:87;i:10000018;}\',\'a:88:{i:0;i:10000052;i:1;i:10000010;i:2;i:10000053;i:3;i:10000063;i:4;i:10000065;i:5;i:10000047;i:6;i:10000058;i:7;i:10000035;i:8;i:10000008;i:9;i:10000006;i:10;i:10000049;i:11;i:10000009;i:12;i:10000004;i:13;i:10000084;i:14;i:10000064;i:15;i:10000078;i:16;i:10000066;i:17;i:10000013;i:18;i:10000015;i:19;i:10000024;i:20;i:10000033;i:21;i:10000023;i:22;i:10000050;i:23;i:10000073;i:24;i:10000067;i:25;i:10000030;i:26;i:10000005;i:27;i:10000070;i:28;i:10000056;i:29;i:10000046;i:30;i:10000034;i:31;i:10000081;i:32;i:10000028;i:33;i:10000082;i:34;i:10000045;i:35;i:10000022;i:36;i:10000039;i:37;i:10000062;i:38;i:10000057;i:39;i:10000075;i:40;i:10000012;i:41;i:10000032;i:42;i:10000061;i:43;i:10000026;i:44;i:10000020;i:45;i:10000044;i:46;i:10000060;i:47;i:10000021;i:48;i:10000037;i:49;i:10000038;i:50;i:10000029;i:51;i:10000027;i:52;i:10000031;i:53;i:10000071;i:54;i:10000083;i:55;i:10000040;i:56;i:10000079;i:57;i:10000088;i:58;i:10000041;i:59;i:10000042;i:60;i:10000002;i:61;i:10000086;i:62;i:10000055;i:63;i:10000077;i:64;i:10000080;i:65;i:10000036;i:66;i:10000059;i:67;i:10000048;i:68;i:10000072;i:69;i:10000068;i:70;i:10000087;i:71;i:10000051;i:72;i:10000025;i:73;i:10000007;i:74;i:10000054;i:75;i:10000076;i:76;i:10000016;i:77;i:10000011;i:78;i:10000069;i:79;i:10000019;i:80;i:10000085;i:81;i:10000043;i:82;i:10000017;i:83;i:10000074;i:84;i:10000014;i:85;i:10000001;i:86;i:10000003;i:87;i:10000018;}\')',
  2 => 'UPDATE `go_shoplist` SET `codes_table` = \'shopcodes_1\',`sid` = \'144\',`def_renshu` = \'0\' where `id` = \'144\'',
) 



2015-10-10 14:23:48------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'144\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'13\', `brandid` = \'15\', `title` = \'限时揭晓测试123\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444460400\', `pos` = \'0\'	WHERE `id`=\'144\'',
) 



