<?php exit; ?> 



2015-10-09 12:31:58------>array (
  0 => 'UPDATE `go_admin` SET `logintime`=\'1444365118\' WHERE (`uid`=\'1\')',
  1 => 'UPDATE `go_admin` SET `loginip`=\'116.231.208.63\' WHERE (`uid`=\'1\')',
) 



2015-10-09 13:08:23------>array (
  0 => 'UPDATE `go_admin` SET `logintime`=\'1444367303\' WHERE (`uid`=\'1\')',
  1 => 'UPDATE `go_admin` SET `loginip`=\'116.231.208.63\' WHERE (`uid`=\'1\')',
) 



2015-10-09 13:17:56------>array (
  0 => 'INSERT INTO `go_shoplist` (`cateid`, `brandid`, `title`, `title_style`, `title2`, `keywords`, `description`, `money`, `yunjiage`, `zongrenshu`, `canyurenshu`,`shenyurenshu`, `qishu`,`maxqishu`,`thumb`, `picarr`, `content`,`xsjx_time`,`renqi`,`pos`, `time`) VALUES (\'6\', \'10\', \'测试限时揭晓\', \'color:#FF0000;\', \'（测试）\', \'\', \'\', \'100\', \'1\', \'100\', \'0\',\'100\', \'1\',\'100\', \'photo/goods.jpg\', \'a:0:{}\', \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\',\'1444374000\',\'0\', \'0\',\'1444367876\')',
  1 => 'INSERT INTO `go_shopcodes_1` (`s_id`, `s_cid`, `s_len`, `s_codes`,`s_codes_tmp`) VALUES (\'117\', \'1\',\'100\',\'a:100:{i:0;i:10000086;i:1;i:10000054;i:2;i:10000056;i:3;i:10000034;i:4;i:10000068;i:5;i:10000005;i:6;i:10000100;i:7;i:10000039;i:8;i:10000036;i:9;i:10000092;i:10;i:10000088;i:11;i:10000022;i:12;i:10000006;i:13;i:10000079;i:14;i:10000004;i:15;i:10000033;i:16;i:10000042;i:17;i:10000007;i:18;i:10000049;i:19;i:10000010;i:20;i:10000029;i:21;i:10000067;i:22;i:10000066;i:23;i:10000062;i:24;i:10000019;i:25;i:10000030;i:26;i:10000081;i:27;i:10000009;i:28;i:10000098;i:29;i:10000020;i:30;i:10000017;i:31;i:10000012;i:32;i:10000011;i:33;i:10000014;i:34;i:10000024;i:35;i:10000043;i:36;i:10000058;i:37;i:10000051;i:38;i:10000078;i:39;i:10000048;i:40;i:10000087;i:41;i:10000075;i:42;i:10000041;i:43;i:10000035;i:44;i:10000094;i:45;i:10000071;i:46;i:10000096;i:47;i:10000061;i:48;i:10000095;i:49;i:10000050;i:50;i:10000025;i:51;i:10000097;i:52;i:10000082;i:53;i:10000015;i:54;i:10000037;i:55;i:10000026;i:56;i:10000055;i:57;i:10000089;i:58;i:10000046;i:59;i:10000085;i:60;i:10000021;i:61;i:10000084;i:62;i:10000044;i:63;i:10000038;i:64;i:10000028;i:65;i:10000080;i:66;i:10000003;i:67;i:10000032;i:68;i:10000099;i:69;i:10000023;i:70;i:10000073;i:71;i:10000077;i:72;i:10000040;i:73;i:10000008;i:74;i:10000016;i:75;i:10000083;i:76;i:10000063;i:77;i:10000047;i:78;i:10000076;i:79;i:10000001;i:80;i:10000053;i:81;i:10000018;i:82;i:10000031;i:83;i:10000074;i:84;i:10000027;i:85;i:10000090;i:86;i:10000060;i:87;i:10000045;i:88;i:10000057;i:89;i:10000059;i:90;i:10000069;i:91;i:10000070;i:92;i:10000065;i:93;i:10000064;i:94;i:10000052;i:95;i:10000093;i:96;i:10000002;i:97;i:10000072;i:98;i:10000091;i:99;i:10000013;}\',\'a:100:{i:0;i:10000086;i:1;i:10000054;i:2;i:10000056;i:3;i:10000034;i:4;i:10000068;i:5;i:10000005;i:6;i:10000100;i:7;i:10000039;i:8;i:10000036;i:9;i:10000092;i:10;i:10000088;i:11;i:10000022;i:12;i:10000006;i:13;i:10000079;i:14;i:10000004;i:15;i:10000033;i:16;i:10000042;i:17;i:10000007;i:18;i:10000049;i:19;i:10000010;i:20;i:10000029;i:21;i:10000067;i:22;i:10000066;i:23;i:10000062;i:24;i:10000019;i:25;i:10000030;i:26;i:10000081;i:27;i:10000009;i:28;i:10000098;i:29;i:10000020;i:30;i:10000017;i:31;i:10000012;i:32;i:10000011;i:33;i:10000014;i:34;i:10000024;i:35;i:10000043;i:36;i:10000058;i:37;i:10000051;i:38;i:10000078;i:39;i:10000048;i:40;i:10000087;i:41;i:10000075;i:42;i:10000041;i:43;i:10000035;i:44;i:10000094;i:45;i:10000071;i:46;i:10000096;i:47;i:10000061;i:48;i:10000095;i:49;i:10000050;i:50;i:10000025;i:51;i:10000097;i:52;i:10000082;i:53;i:10000015;i:54;i:10000037;i:55;i:10000026;i:56;i:10000055;i:57;i:10000089;i:58;i:10000046;i:59;i:10000085;i:60;i:10000021;i:61;i:10000084;i:62;i:10000044;i:63;i:10000038;i:64;i:10000028;i:65;i:10000080;i:66;i:10000003;i:67;i:10000032;i:68;i:10000099;i:69;i:10000023;i:70;i:10000073;i:71;i:10000077;i:72;i:10000040;i:73;i:10000008;i:74;i:10000016;i:75;i:10000083;i:76;i:10000063;i:77;i:10000047;i:78;i:10000076;i:79;i:10000001;i:80;i:10000053;i:81;i:10000018;i:82;i:10000031;i:83;i:10000074;i:84;i:10000027;i:85;i:10000090;i:86;i:10000060;i:87;i:10000045;i:88;i:10000057;i:89;i:10000059;i:90;i:10000069;i:91;i:10000070;i:92;i:10000065;i:93;i:10000064;i:94;i:10000052;i:95;i:10000093;i:96;i:10000002;i:97;i:10000072;i:98;i:10000091;i:99;i:10000013;}\')',
  2 => 'UPDATE `go_shoplist` SET `codes_table` = \'shopcodes_1\',`sid` = \'117\',`def_renshu` = \'0\' where `id` = \'117\'',
) 



2015-10-09 15:16:15------>array (
  0 => 'UPDATE `go_admin` SET `userpass`=\'098f6bcd4621d373cade4e832627b4f6\' WHERE (`uid`=\'4\')',
) 



2015-10-09 15:16:19------>array (
  0 => 'UPDATE `go_admin` SET `userpass`=\'098f6bcd4621d373cade4e832627b4f6\' WHERE (`uid`=\'4\')',
) 



2015-10-09 15:17:17------>array (
  0 => 'UPDATE `go_admin` SET `logintime`=\'1444375037\' WHERE (`uid`=\'4\')',
  1 => 'UPDATE `go_admin` SET `loginip`=\'113.117.92.121\' WHERE (`uid`=\'4\')',
) 



2015-10-09 15:21:09------>array (
  0 => 'UPDATE `go_member` SET `username`=\'崔银明\',`email`=\'cuiyin@126.com\',`mobile`=\'18649625719\',`password`=\'e10adc3949ba59abbe56e057f20f883e\',`money`=\'2905.00\',`jingyan`=\'2560\',`score`=\'23712\',`emailcode`=\'1\',`mobilecode`=\'1\',`img`=\'touimg/20150823/48140424264534.jpg\',`groupid`=\'1\',`qianming`=\'\' WHERE `uid`=\'1\'',
) 



2015-10-09 15:28:14------>array (
  0 => 'UPDATE `go_member` SET `username`=\'劝分党\',`email`=\'quan@126.com\',`mobile`=\'18649625709\',`password`=\'e10adc3949ba59abbe56e057f20f883e\',`money`=\'4461.00\',`jingyan`=\'64736\',`score`=\'7705\',`emailcode`=\'1\',`mobilecode`=\'1\',`img`=\'touimg/20150824/33761840387330.jpg\',`groupid`=\'1\',`qianming`=\'最近比较烦，比较烦人的啊~\' WHERE `uid`=\'19\'',
) 



2015-10-09 15:29:51------>array (
  0 => 'INSERT INTO `go_appoint` SET `shopid` = \'56\',`userid` = \'19\',`time` = \'1444375791\'',
  1 => 'UPDATE `go_shoplist` SET `zhiding` = \'19\' WHERE `id`=\'56\'',
) 



2015-10-09 15:31:16------>array (
  0 => 'UPDATE `go_member` SET `username`=\'彩彩\',`email`=\'cai@126.com\',`mobile`=\'18649625708\',`password`=\'e10adc3949ba59abbe56e057f20f883e\',`money`=\'8551.00\',`jingyan`=\'5605\',`score`=\'406\',`emailcode`=\'1\',`mobilecode`=\'1\',`img`=\'touimg/20150824/25145891386396.jpg\',`groupid`=\'1\',`qianming`=\'我的自我无人呢过低~\' WHERE `uid`=\'18\'',
) 



2015-10-09 15:39:12------>array (
  0 => 'INSERT INTO `go_appoint` SET `shopid` = \'62\',`userid` = \'19\',`time` = \'1444376352\'',
  1 => 'UPDATE `go_shoplist` SET `zhiding` = \'19\' WHERE `id`=\'62\'',
) 



2015-10-09 15:40:52------>array (
  0 => 'UPDATE `go_member` SET `username`=\'彩彩\',`email`=\'cai@126.com\',`mobile`=\'18649625708\',`password`=\'e10adc3949ba59abbe56e057f20f883e\',`money`=\'17612.00\',`jingyan`=\'5625\',`score`=\'19186\',`emailcode`=\'1\',`mobilecode`=\'1\',`img`=\'touimg/20150824/25145891386396.jpg\',`groupid`=\'1\',`qianming`=\'我的自我无人呢过低~\' WHERE `uid`=\'18\'',
) 



2015-10-09 15:48:17------>array (
  0 => 'DELETE FROM `go_appoint` WHERE (`id`=\'5\') LIMIT 1',
  1 => 'UPDATE `go_shoplist` SET `zhiding` = 0 WHERE `id`=\'56\'',
) 



2015-10-09 15:48:19------>array (
  0 => 'DELETE FROM `go_appoint` WHERE (`id`=\'4\') LIMIT 1',
  1 => 'UPDATE `go_shoplist` SET `zhiding` = 0 WHERE `id`=\'1\'',
) 



2015-10-09 16:50:38------>array (
  0 => 'UPDATE `go_admin` SET `logintime`=\'1444380638\' WHERE (`uid`=\'1\')',
  1 => 'UPDATE `go_admin` SET `loginip`=\'116.231.208.63\' WHERE (`uid`=\'1\')',
) 



2015-10-09 16:51:35------>array (
  0 => 'DELETE FROM `go_admin` WHERE (`uid`=\'4\')',
) 



2015-10-09 17:59:29------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'117\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'6\', `brandid` = \'10\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'122\'',
) 



2015-10-09 18:30:12------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'117\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'6\', `brandid` = \'10\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'123\'',
) 



2015-10-09 18:38:23------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'117\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'6\', `brandid` = \'10\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'124\'',
) 



2015-10-09 18:55:18------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'117\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'6\', `brandid` = \'10\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'125\'',
) 



2015-10-09 19:03:48------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'117\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'6\', `brandid` = \'10\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'117\'',
) 



2015-10-09 19:24:48------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'117\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'6\', `brandid` = \'10\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'（测试）\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'117\'',
) 



2015-10-09 19:30:04------>array (
  0 => 'INSERT INTO `go_shoplist` (`cateid`, `brandid`, `title`, `title_style`, `title2`, `keywords`, `description`, `money`, `yunjiage`, `zongrenshu`, `canyurenshu`,`shenyurenshu`, `qishu`,`maxqishu`,`thumb`, `picarr`, `content`,`xsjx_time`,`renqi`,`pos`, `time`) VALUES (\'12\', \'13\', \'测试限时揭晓\', \'color:#FF0000;\', \'测试\', \'\', \'\', \'100\', \'1\', \'100\', \'0\',\'100\', \'1\',\'100\', \'photo/goods.jpg\', \'a:0:{}\', \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\',\'1444399200\',\'0\', \'0\',\'1444390204\')',
  1 => 'INSERT INTO `go_shopcodes_1` (`s_id`, `s_cid`, `s_len`, `s_codes`,`s_codes_tmp`) VALUES (\'126\', \'1\',\'100\',\'a:100:{i:0;i:10000066;i:1;i:10000001;i:2;i:10000046;i:3;i:10000099;i:4;i:10000002;i:5;i:10000079;i:6;i:10000059;i:7;i:10000054;i:8;i:10000052;i:9;i:10000011;i:10;i:10000081;i:11;i:10000056;i:12;i:10000003;i:13;i:10000093;i:14;i:10000007;i:15;i:10000075;i:16;i:10000073;i:17;i:10000083;i:18;i:10000010;i:19;i:10000013;i:20;i:10000026;i:21;i:10000016;i:22;i:10000037;i:23;i:10000058;i:24;i:10000031;i:25;i:10000080;i:26;i:10000084;i:27;i:10000015;i:28;i:10000091;i:29;i:10000074;i:30;i:10000086;i:31;i:10000085;i:32;i:10000050;i:33;i:10000033;i:34;i:10000032;i:35;i:10000060;i:36;i:10000004;i:37;i:10000025;i:38;i:10000072;i:39;i:10000029;i:40;i:10000034;i:41;i:10000022;i:42;i:10000023;i:43;i:10000048;i:44;i:10000040;i:45;i:10000100;i:46;i:10000094;i:47;i:10000039;i:48;i:10000092;i:49;i:10000041;i:50;i:10000024;i:51;i:10000076;i:52;i:10000021;i:53;i:10000098;i:54;i:10000067;i:55;i:10000087;i:56;i:10000077;i:57;i:10000053;i:58;i:10000064;i:59;i:10000049;i:60;i:10000061;i:61;i:10000019;i:62;i:10000096;i:63;i:10000070;i:64;i:10000055;i:65;i:10000090;i:66;i:10000065;i:67;i:10000027;i:68;i:10000057;i:69;i:10000017;i:70;i:10000014;i:71;i:10000069;i:72;i:10000047;i:73;i:10000045;i:74;i:10000005;i:75;i:10000006;i:76;i:10000030;i:77;i:10000078;i:78;i:10000095;i:79;i:10000036;i:80;i:10000035;i:81;i:10000018;i:82;i:10000009;i:83;i:10000051;i:84;i:10000062;i:85;i:10000008;i:86;i:10000097;i:87;i:10000063;i:88;i:10000082;i:89;i:10000089;i:90;i:10000012;i:91;i:10000068;i:92;i:10000042;i:93;i:10000038;i:94;i:10000028;i:95;i:10000043;i:96;i:10000044;i:97;i:10000071;i:98;i:10000020;i:99;i:10000088;}\',\'a:100:{i:0;i:10000066;i:1;i:10000001;i:2;i:10000046;i:3;i:10000099;i:4;i:10000002;i:5;i:10000079;i:6;i:10000059;i:7;i:10000054;i:8;i:10000052;i:9;i:10000011;i:10;i:10000081;i:11;i:10000056;i:12;i:10000003;i:13;i:10000093;i:14;i:10000007;i:15;i:10000075;i:16;i:10000073;i:17;i:10000083;i:18;i:10000010;i:19;i:10000013;i:20;i:10000026;i:21;i:10000016;i:22;i:10000037;i:23;i:10000058;i:24;i:10000031;i:25;i:10000080;i:26;i:10000084;i:27;i:10000015;i:28;i:10000091;i:29;i:10000074;i:30;i:10000086;i:31;i:10000085;i:32;i:10000050;i:33;i:10000033;i:34;i:10000032;i:35;i:10000060;i:36;i:10000004;i:37;i:10000025;i:38;i:10000072;i:39;i:10000029;i:40;i:10000034;i:41;i:10000022;i:42;i:10000023;i:43;i:10000048;i:44;i:10000040;i:45;i:10000100;i:46;i:10000094;i:47;i:10000039;i:48;i:10000092;i:49;i:10000041;i:50;i:10000024;i:51;i:10000076;i:52;i:10000021;i:53;i:10000098;i:54;i:10000067;i:55;i:10000087;i:56;i:10000077;i:57;i:10000053;i:58;i:10000064;i:59;i:10000049;i:60;i:10000061;i:61;i:10000019;i:62;i:10000096;i:63;i:10000070;i:64;i:10000055;i:65;i:10000090;i:66;i:10000065;i:67;i:10000027;i:68;i:10000057;i:69;i:10000017;i:70;i:10000014;i:71;i:10000069;i:72;i:10000047;i:73;i:10000045;i:74;i:10000005;i:75;i:10000006;i:76;i:10000030;i:77;i:10000078;i:78;i:10000095;i:79;i:10000036;i:80;i:10000035;i:81;i:10000018;i:82;i:10000009;i:83;i:10000051;i:84;i:10000062;i:85;i:10000008;i:86;i:10000097;i:87;i:10000063;i:88;i:10000082;i:89;i:10000089;i:90;i:10000012;i:91;i:10000068;i:92;i:10000042;i:93;i:10000038;i:94;i:10000028;i:95;i:10000043;i:96;i:10000044;i:97;i:10000071;i:98;i:10000020;i:99;i:10000088;}\')',
  2 => 'UPDATE `go_shoplist` SET `codes_table` = \'shopcodes_1\',`sid` = \'126\',`def_renshu` = \'0\' where `id` = \'126\'',
) 



2015-10-09 20:22:32------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'126\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'测试\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'127\'',
) 



2015-10-09 23:41:04------>array (
  0 => 'UPDATE `go_shoplist` SET `maxqishu` = \'100\' where `sid` = \'126\'',
  1 => 'UPDATE `go_shoplist` SET `cateid` = \'12\', `brandid` = \'13\', `title` = \'测试限时揭晓\', `title_style` = \'color:#FF0000;\', `title2` = \'测试\', `keywords`=\'\', `description`=\'\', `thumb` = \'photo/goods.jpg\', `picarr` = \'a:0:{}\', `content` = \'<p>欢迎使用云购系统，请注意字符长度限制哦~!</p>\', `maxqishu` = \'100\', `renqi` = \'0\', `xsjx_time` = \'1444399200\', `pos` = \'0\'	WHERE `id`=\'128\'',
) 



